Repository: Abdo0Gego0/SwissVetClinic
Catalog: CmsResources/Messages.*.resx
Languages: ar

source: Abdomen
ar: البطن

source: About the System
ar: معلومات حول النظام

source: About Us
ar: من نحن

# AboutUsText
source: About Us
ar: من نحن

source: Account
ar: الحساب

source: Account Info
ar: معلومات الحساب

source: Account Info
ar: معلومات الحساب

source: Accounting
ar: المحاسبة

source: Active?
ar: مفعل؟

source: Active
ar: مفعل

source: Add new
ar: إضافة

source: Add new with details
ar: إضافة مع تفاصيل

source: Address
ar: العنوان

source: Admin info from passport
ar: معلومات مدير النظام وفق جواز السفر

# adminDelete
source: Do you want to delete this admin?
ar: هل تريد حذف هذا المستخدم؟

source: Admins List
ar: قائمة مدراء النظام

source: Age
ar: العمر

source: Aggressive
ar: عدائي

source: All
ar: الكل

source: All Centers
ar: جميع المراكز

source: All Clinics
ar: جميع العيادات

source: Allergy
ar: الحساسية

source: Allowed Booking Number Perday
ar: عدد الحجوزات الأعظمي خلال اليوم

source: Amount
ar: المبلغ

source: And
ar: و

# AppEditor
source: Appoinment Editor
ar: محرر المواعيد

source: Appointment Calendar
ar: قائمة المواعيد

# AppointmentNotification
source: Send notification to patient before the appointment (Hours):
ar: إرسال تذكير المواعيد قبل الموعد (ساعات):

source: Appointments
ar: المواعيد

source: Appointment Status
ar: حالة المواعيد

source: Appointment Type
ar: أنواع المواعيد

source: Banners
ar: الإعلانات

source: Banner Text
ar: نص الإعلان

source: Basic Info
ar: المعلومات الأساسية

source: Basic Info
ar: المعلومات الأساسية

source: Behavior
ar: السلوك

source: Bills
ar: الفواتير

source: Bills and Diagnosis
ar: الفواتير والمعاينات

source: Bills List
ar: قائمة الفواتير

# BillStatus
source: Paid?
ar: مدفوعة؟

source: BirthDate
ar: تاريخ الميلاد

source: Blocked By Admin?
ar: حجب من قبل مدير النظام؟

source: Blood Pressure
ar: ضغط الدم

source: Blood Type
ar: زمرة الدم

source: Body
ar: النص

source: Body Condition
ar: حالة الجسم

source: Booking Policy
ar: سياسة الحجز

source: Breed
ar: السلالة

source: Building
ar: البناء

source: Calendar
ar: التقويم

source: Cancel
ar: إلغاء

source: Cannnot edit calendar
ar: لا يمكن تعديل المواعيد

source: Cash
ar: نقدا

source: Cash Income
ar: مجموع المدفوعات نقدا

source: Categories
ar: التصنيفات

source: Categories List
ar: قائمة التصنيفات

source: Center Clinics
ar: عيادات المركز

source: Center Details
ar: معلومات المركز

source: Center Doctors
ar: أطباء المركز

source: Center Employees
ar: موظفي المركز

source: Center Patients
ar: مرضى المركز

# centerDelete
source: Do you want to delete this plan?
ar: هل تريد حذف هذا المركز؟

source: Center Is Deleted
ar: هذا المركز محذوف

source: Centers
ar: المراكز

source: Centers Admins
ar: مدراء المركز

source: Centers List
ar: قائمة المراكز

source: Change Password
ar: تغيير كلمة السر

source: Choose Admin Image
ar: اختر الصورة

source: Choose Center
ar: اختر مركز

source: Choose Center Image
ar: اختر صورة المركز

source: Choose Center Logo
ar: اختر صورة المركز

source: Choose certificate image
ar: اختر صورة الشهادة

source: Choose Clinic
ar: اختر العيادة

source: Choose Clinic Image
ar: اختر صورة العيادة

source: Choose clinic to login
ar: اختر العيادة التي تريد الدخول إليها

source: Choose Logo Image
ar: اختر صورة اللوجو

source: Choose Patient Image
ar: اختر صورة المريض

source: Choose Profile Image
ar: اختر صورة الحساب

source: Choose Source
ar: اختر مصدر الحجز

source: Choose Image
ar: اختر الصورة

source: Choose Sex
ar: اختر الجنس

source: City
ar: المدينة

source: Client
ar: الزبون

source: Client Info
ar: معلومات الزبون

source: Client number:
ar: الزبون رقم:

source: Client Animals
ar: حيوانات الزبون

source: Clients
ar: الزبائن

source: Clinic
ar: العيادة

source: Clinic Speciality
ar: تخصص العيادة

source: Clinic Speicality
ar: تخصص العيادة

# ClinicId
source: Clinic
ar: العيادة

source: Clinic Name
ar: اسم العيادة

source: Clinics
ar: العيادات

source: Close
ar: إغلاق

source: Closing Time
ar: وقت الانتهاء

source: Color
ar: اللون

source: Comment
ar: التعليق

source: Concentration
ar: التركيز

source: Contact info
ar: معلومات الاتصال

source: Contact List
ar: قائمة التواصل

source: Contact Type
ar: نوع طريقة التواصل

# ContactValue
source: Contact Address
ar: رابط التواصل

source: Contains
ar: يحتوي

source: Contant Info
ar: معلومات الاتصال

# COrderItems
source: Items
ar: المنتجات

source: Country
ar: الدولة

source: Create Date
ar: تاريخ الإنشاء

source: Created Date
ar: تاريخ الإنشاء

# culture
source: en-US
ar: ar-SA

source: Current Appointments
ar: المواعيد الحالية

source: Current Policy
ar: السياسة الحالية

# CustomerName
source: Customer
ar: الزبون

source: Customer Notes
ar: ملاحظات الزبون

source: Dashborad
ar: الرئيسية

source: Date
ar: التاريخ

source: Day Of Week
ar: اليوم

source: Delete
ar: حذف

# deleteCertificate?
source: Do you want to delete this certificate?
ar: هل تريد حذف هذه الشهادة؟

source: Delivery Cost
ar: كلفة التوصيل

source: Delivery Date
ar: تاريخ التسليم

source: Description
ar: الوصف

source: Details
ar: تفاصيل أكثر

source: Diagnosis
ar: التشخيص

# dir
source: ltr
ar: rtl

source: Discount %
ar: الحسم %

source: Display Name
ar: الاسم العام

source: Do you want to delete this certificate?
ar: هل تريد حذف هذه الشهادة؟

source: Do you want to delete this item?
ar: هل تريد حذف هذا العنصر؟

source: Doctor
ar: الطبيب

source: Doctor Certificates
ar: شهادات الطبيب

source: Doctor info from passport
ar: معلومات جواز السفر

source: Doctor info to display in mobile
ar: المعلومات التي ستظهر في الموبايل

source: Doctor Speciality
ar: تخصص الطبيب

source: Doctor Speicality
ar: تخصص الطبيب

# doctorDelete
source: Do you want to delete this doctor?
ar: هل تريد حذف هذا الطبيب؟

source: Doctors
ar: الأطباء

source: Does not Contain
ar: لا يحتوي

source: Duration
ar: المدة

source: E-mail or username
ar: اسم المستخدم أو كلمة السر

source: Ears
ar: الأذن

source: Edit
ar: تعديل

source: Edit Admin
ar: تعديل مدير النظام

source: Edit Booking Policy
ar: تعديل سياسة الحجز

source: Edit Center
ar: تعديل المركز

source: Edit Client
ar: تعديل معلومات الزبون

source: Edit Clinic
ar: تعديل العيادة

source: Edit Doctor
ar: تعديل الطبيب

source: Edit Employee
ar: تعديل الموظف

source: Edit Patient
ar: تعديل المريض

source: Edit Product
ar: تعديل منتج

source: Emaciated
ar: هزيل

source: Email
ar: الإيميل

source: Email Host
ar: عنوان مستضيف الإيميل

source: Email Password
ar: كلمة السر

source: Email Port
ar: بوابة الإيميل (للمستضيف)

source: Email Username
ar: اسم المستخدم

# emialError
source: Email format is not correct
ar: صيغة الإيميل غير صحيحة

source: Employee
ar: الموظف

source: Employee info from passport
ar: معلومات الموظف وفق جواز السفر

# employeeDelete
source: "Do you want to delete this employee?"
ar: هل تريد حذف هذا الموظف؟

source: Employee Role
ar: صلاحيات الموظف

source: Employees
ar: الموظفون

source: End
ar: النهاية

source: End visit
ar: إنهاء الجلسة

source: End Date
ar: تاريخ النهاية

source: Ends with
ar: ينتهي بـ

source: End Timezone
ar: النطاق الزمني للنهاية

# EnsureEmail
source: Please make sure that the username or e-mail is correct
ar: تأكد أن هذا الإيميل غير مستخدم

# EnterUserNameAndPassword
source: Please, enter username and password
ar: يرجى إدخال كلمة السر والإيميل

source: Equal
ar: يساوي

# examArrow
source: &rarr;
ar: &larr;

source: Examination
ar: الفحص الطبي

source: Excellent
ar: ممتاز

source: Fair
ar: مقبول

# FamillyBookFile
source: Familly Book
ar: البطاقة العائلية

source: Family History
ar: السجل المرضي للعائلة

source: Family History
ar: التاريخ المرضي للعائلة

# fillField
source: You must fill this field
ar: يجب عليك ملأ هذا الحقل

source: First Visit
ar: الزيارة الأولى

source: First Name
ar: الاسم

# float
source: left
ar: right

source: Forgot Password?
ar: هل نسيت كلمة السر؟

source: Friendly
ar: ودود

source: From
ar: منذ

source: Full Address
ar: العنوان المفصل

source: Full Name
ar: الاسم الكامل

source: Gendre
ar: الجنس

source: General Number
ar: الرقم

source: Glucose
ar: سكر الدم

source: Good
ar: جيد

source: Greater
ar: أكبر تماما

source: Greater or Equal
ar: أكبر أو يساوي

source: Group Orientation
ar: عرض العيادات

source: Hear Beat
ar: معدل النبض

source: Heart Rate
ar: النبض

source: Height
ar: الطول

source: Home
ar: الرئيسية

source: Home Page
ar: الصفحة الرئيسية

source: Hopeless
ar: بلا أمل

source: Horizontal
ar: أفقي

source: Ideal
ar: مثالي

# ImageName
source: Image
ar: الصورة

source: Insurance Info
ar: معلومات التأمين الصحي

source: Insurance Company
ar: شركة التأمين الصحي

source: Insurance Id
ar: رقم التأمين الصحي

source: Is All Day?
ar: كامل اليوم؟

source: Is Deleted?
ar: محذوف؟

source: Is Done?
ar: منجر؟

source: Is Finished?
ar: منجز؟

source: Is First Visit?
ar: أول زيارة؟

source: Is Paid?
ar: مدفوع؟

source: Is Read?
ar: مقروءة؟

source: Is Shown On Mobile?
ar: عرض في الموبايل؟

source: Is Started?
ar: بدأت الزيارة؟

source: Is Twenty Four Hours?
ar: هل العمل على مدار الساعة؟

source: Is Visible?
ar: عرض في الموبايل؟

source: Item Card
ar: بطاقة المنتج

source: Item Details
ar: تفاصيل المنتج

source: Items Per Page
ar: عنصر في الصفحة

source: Job Card Number
ar: رقم بطاقة العمل

source: Key Words
ar: كلمات مفتاحية

source: Labor Card
ar: بطاقة العمل

# LangCode
source: Language
ar: اللغة

# langImage
source: arabicFlag.svg
ar: usFlag.svg

# langUrl
source: /Lang?culture=ar
ar: /Lang?culture=en-US

source: Last Name
ar: الكنية

source: Life Style
ar: نمط الحياة

source: loading...
ar: تحميل....

source: Lock My Center?
ar: إقفال المركز؟

source: Login
ar: تسجيل دخول

source: Logout
ar: تسجيل خروج

# MakeSureThatEmailisUnique
source: Make sure that the e-mail is not used before.
ar: يرجى التأكد أن البريد الالكتروني غير مستخدم

# MakeSureThatUserisUnique
source: Make sure that the username is not used before.
ar: يرجى التأكد أن اسم المستخدم غير مستخدم

source: Mark As Paid
ar: دفع

source: Measurement
ar: علامات حيوية

source: Measurement Type
ar: نوع القراءة

source: Measurement Value
ar: قيمة القراءة

source: Medical Evaluation
ar: التقييم الطبي

source: Medical History
ar: السجل المرضي

source: Medical Info
ar: المعلومات الطبية

# MedicalCenterId
source: Medical Center
ar: المركز الطبي

source: Medical History
ar: التاريخ المرضي

source: Medical Record Number
ar: الرقم الطبي

source: Medicine History
ar: السجل الدوائي للمريض

source: Medicine History
ar: التاريخ الدوائي

# MedicineName
source: Medicine
ar: الدواء

source: Medicines
ar: الأدوية

source: Medicines List
ar: قائمة الأدوية

# MedicineUnit
source: Concentration
ar: التركيز

# MedicnieCost
source: Medicine Cost
ar: كلفة الدواء

source: Medicnie Name
ar: الدواء

source: Middle Name
ar: اسم الأب

source: ml-auto
ar: mr-auto

source: Mobile
ar: الموبايل

source: Mother Name
ar: اسم الأم

source: Musc Skel
ar: مهارات عضلية

source: My Center
ar: المركز

source: Name
ar: الاسم

source: Name
ar: الاسم

source: National Card Id
ar: الرقم الوطني

source: Nationality
ar: الجنسية

source: New
ar: جديد

source: New Admin
ar: مدير مركز جديد

source: New Center
ar: مركز جديد

source: New Client
ar: زبون جديد

source: New Clinic
ar: عيادة جديدة

source: New Doctor
ar: طبيب جديد

source: New Employee
ar: موظف جديد

source: New Password
ar: كلمة السر الجديدة

source: New Patient
ar: مريض جديد

source: New Product
ar: منتج جديد

source: New Password
ar: كلمة السر الجديدة

source: Next
ar: التالي

source: NO
ar: لا

source: No Appointments
ar: لا يوجد مواعيد

source: No Data
ar: لا يوجد مواعيد

source: No Records
ar: لا يوجد أي بيانات

source: Not Active
ar: غير مفعل

source: Not Equal
ar: لا يساوي

source: Not Paid
ar: غير المدفوع

source: Note
ar: ملاحظة

source: Notes
ar: ملاحظات

source: Notification Policy
ar: سياسة التذكير

source: Notified
ar: تم إرسال الإشعار

source: Not Paid
ar: غير مدفوع

source: Obese
ar: بدين

source: Old Examination
ar: فحص طبي سابق

source: Old Password
ar: كلمة السر القديمة

source: Online
ar: الكترونيا

source: Online Income
ar: مجموع المدفوعات الكترونيا

source: Only Appointments of This Patient
ar: مواعيد هذا المريض فقط

source: Open patient files
ar: ملفات المريض

source: Opening Time
ar: وقت البدء

source: Or
ar: أو

source: Order Details
ar: تفاصيل الطلب

source: Orders
ar: الطلبات

source: Orders List
ar: قائمة الطلبات

source: Orders Management
ar: إدارة الطلبات

source: Order Status
ar: حالة الطلب

# OrdersValue
source: Total Spent
ar: قيمة الطلبات

# orientation
source: left
ar: right

source: Other Measurements
ar: قياسات أخرى

source: Outcome
ar: نفقات

source: Overweight
ar: فوق الوزن

source: Paid
ar: مدفوع

source: Paid Account Is Active?
ar: الحساب المدفوع مفعل؟

source: Passport
ar: جواز السفر

source: Passport Info
ar: معلومات جواز السفر

source: Passport Number
ar: رقم جواز السفر

source: Password
ar: كلمة السر

# passwordError
source: Password must contain Number, Capital, Small and Special Character
ar: كلمة السر يجب أن تحتوي على محارف كبيرة، صغير، أرقام ومحارف خاصة

source: Passwords fields must match
ar: كلمة السر غير متطابقة

source: Patient
ar: المريض

source: Patient Allergy
ar: حساسية المريض

source: Patient Calendar
ar: مواعيد المريض

source: Patient Family History
ar: التاريخ المرضي للعائلة

source: Patient Files
ar: ملفات المريض

source: Patient Info
ar: معلومات المريض

source: Patient Medical History
ar: التاريخ المرضي

source: Patient Medical Records
ar: السجلات الطبية

source: Patient Medicine History
ar: التاريخ الدوائي للمريض

source: Patient number:
ar: المريض رقم:

source: Patient Old Visits
ar: الزيارات السابقة للمريض

source: Patient Personal Info
ar: معلومات المريض الشخصية

source: Patient Surgical History
ar: العمليات الجراحية

source: Patient Therapy Goals
ar: خطة العلاج للمريض

source: Patient Visits
ar: زيارات المريض

# patientDelete
source: Do you want to delete this patient?
ar: هل تريد حذف هذا المريض؟

source: Patient Info
ar: معلومات المريض

source: Patient Name
ar: اسم المريض

source: Patients
ar: المرضى

# Pay
source: Pay this Bill
ar: دفع هذه الفاتورة

source: Pay for
ar: دفع من أجل

source: Payment Status
ar: حالة الدفع

source: Payment Type
ar: طريقة الدفع

source: Pet Name
ar: اسم الحيوان

source: Pet Owner
ar: مالك الحيوان

source: Pets Owner
ar: مالكي الحيوانات

source: Pet Type
ar: نوع الحيوان

source: Phone
ar: الهاتف

source: Please use the following token to reset password:
ar: رجاء استخدم هذا الرقم لإعادة ضبط كلمة السر:

source: Points
ar: النقاط

source: Poor
ar: ضعيف

source: Previous
ar: السابق

source: Previous visits
ar: الزيارات السابقة

source: Price
ar: السعر

source: Price Per Dose
ar: سعر الجرعة

source: Product
ar: المنتج

source: Products
ar: المنتجات

source: Products List
ar: قائمة المنتجات

source: Prognosis
ar: الإنذار

source: Quantity
ar: الكمية

source: Rating Owner
ar: تقييم المالك

source: Reception
ar: موظف استقبال

source: Refresh
ar: تحديث

source: Renew Password
ar: تجديد كلمة السر

source: Repeat Password
ar: كرر كلمة السر

source: Reports
ar: التقارير

# requiredMsg
source: This field is required
ar: هذا الحقل مطلوب

# Reset passsword
source: Reset password
ar: إعادة تعيين كلمة السر

source: Review
ar: التقييم

source: Room Number
ar: رقم الغرفة

source: Save
ar: حفظ

source: Save and continue
ar: حفظ ومتابعة

source: Save and Continue
ar: حفظ ومتابعة

source: Save New Password
ar: حفظ كلمة السر الجديدة

source: Search
ar: بحث

source: Secret Code
ar: الرمز السري

source: Select Medical Center
ar: اختر المركز الطبي

source: Select Pet...
ar: اختر الحيوان

source: Select Speciality
ar: اختر التخصص

source: Select Time Zone
ar: اختر المنطقة الزمنية

source: Select your clinic
ar: اختر عيادتك

source: Service Cost
ar: كلفة الخدمة

source: Services
ar: الخدمات

source: Service Type
ar: نوع الخدمة

source: Session Video
ar: فيديو الجلسة

source: Session Duration
ar: مدة الجلسة

source: Settings
ar: الضبط

source: Sex
ar: الجنس

source: Show
ar: عرض

source: Show Full Day
ar: عرض كامل اليوم

source: Show Work Day
ar: عرض ساعات العمل

source: SKIN
ar: الجلد

source: Smaller
ar: أصغر تمام

source: Smaller or Equal
ar: أصغر أو يساوي

source: Smallest Dose
ar: أصغر جرعة

source: Speicality
ar: التخصص

source: Standard Name
ar: الاسم القياسي

source: Start
ar: البدء

source: Start Examination
ar: ابدأ الجلسة

source: Start visit
ar: ابدأ الجلسة

source: Start Date
ar: تاريخ البداية

source: Starts with
ar: يبدأ بـ

source: Start Timezone
ar: المنطقة الزمنية للبدأ

source: Store
ar: المتجر

source: Street
ar: الشارع

source: Subscribers
ar: المشتركون

source: Success
ar: تمت العملية بنجاح

source: Surgical History
ar: سجل العمليات الجراحية

source: Surgical History
ar: سجل العمليات الجراحية

source: System Settings
ar: إعدادات النظام

source: System Terms and Conditions
ar: الشروط والأحكام

source: System Time Zone
ar: المنطقة الزمنية للنظام

source: Temperature
ar: درجة الحرارة

source: Terms and Conditions
ar: الشروط والأحكام

# TermsAndConditionsText
source: Terms and Conditions
ar: الشروط والأحكام

source: Therapy plan
ar: خطة العلاج

source: Therapy Goal
ar: أهداف خطة العلاج

source: Timeline
ar: المواعيد

source: TimeZone
ar: المنطقة الزمنية

source: Title
ar: العنوان

source: To
ar: حتى

source: Today
ar: اليوم

source: Today appointments
ar: عدد مواعيد اليوم

source: Today patients
ar: عدد مرضى اليوم

# TokenError
source: Either token is not correct or it is expired
ar: إما الرقم غير صحيح أو أنه قد انتهى

source: Total number of appointments
ar: العدد الكلي للمواعيد

source: Total number of clinics
ar: العدد الكلي للعيادات

source: Total number of doctors
ar: العدد الكلي للأطباء

source: Total number of patients
ar: العدد الكلي للمرضى

source: Total Cost
ar: الكلفة

source: Total Income
ar: المجموع الكلي

source: Total Outcome
ar: مجموع النفقات

source: Totla Cost
ar: الكلفة الإجمالية

source: Treatment and Management
ar: التدبير والعلاج

# Treatment Plan &amp; assessment
source: Treatment Plan & assessment
ar: العلاج

source: Type
ar: النوع

source: Underweight
ar: تحت الوزن

source: Upload video
ar: تحميل الفيديو

# UseEmailVerfication
source: Use Email Verfication for Mobile Registeration?
ar: استخدم الإيميل للتحقق من المستخدمين عند التسجيل من الموبايل؟

source: User
ar: المستخدم

source: UserName
ar: اسم المستخدم

source: Vaccinated
ar: أخذ اللقاح

source: Value
ar: القيمة

source: Vertical
ar: عمودي

# VidoeNotfication
source: Notify doctor to uplaod video every number of visits?
ar: ماهو عدد الجلسات من أجل تحميل الفيديو؟

source: Visit Cost
ar: كلفة الزيارة

source: Visit Video
ar: فيديو الجلسة

source: Weight
ar: الوزن

# WrongLoginInfo
source: Incorrect login info
ar: معلومات تسجيل الدخول غير صحيحة

source: YES
ar: نعم

source: Your center details
ar: تفاصيل المركز
